Autodesk.Revit.DB.ScheduleSheetInstance.ScheduleAnchor
Specifies the method by which the view will be positioned on the sheet and for the case when it is swapped to another view. Default is set to ViewAnchor.ViewOrigin.
Since:
2027

Autodesk.Revit.DB.ScheduleSheetInstance.SchedulePosition
Specifies schedule's position. Default is set to XYZ.Zero.
Since:
2027